<!Doctype html>
<html lang="en">
    <head>
        <meta charset="utf-8">
        <title></title>
        <link rel="Stylesheet" type="text/css" href="styles.css">
        <style>
            html{
                background-color: rgb(165, 99, 99);
            }
            table{
                width: 600px;
                padding: 15px;
                margin-left: 50px;
                background-color: rgb(248, 235, 219);
            }
            th{
                background-color: rgb(153, 41, 65);
                height: 40px;
            }
            .foto{
                width: 200px;
                height: 200px;
                border: 1;
                padding: 5px
            }
            h4, p{
                margin: 0 10px 0 10px;    
            }
            img{
                width: 200px;
                height: 200px;
            }
        </style>
    </head>
<body>
    Actividad Lunes 25 de Septiembre 2023
    <table border="1px">
        <th colspan="2">Mis Compa&ntilde;eros</th>
        <tr>
            <td class="foto"><img src="Fotos/1Adolfo.jpeg"></td>
            <td><h4>Carranza Zu&ntilde;iga Adolfo</h4>
                <p>Veo que es un compa&ntilde;ero responsable, buena persona y que se preocupa por sus amigos, un poco enoj&oacute;n pero me cae bien al final de cuentas.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/2josue.jpeg"></td>
            <td><h4>Escobar Blanco Josue Alexander</h4>
                <p>Es un compa&ntilde;ero regular. No tengo problemas con el de ningun tipo, solo no es la persona indicada con la que me llevar&iacute;a, solo presiento que deberia prestar mas atenci&oacute;n a la escuela.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/03Emmanuel.jpeg"></td>
            <td><h4>Estrada Montelongo Emmanuel</h4>
                <p>No se qui&eacute;n es, no lo conozco en absoluto y no lo veo de otra forma mas que un compa&ntilde;ero de clase m&aacute;s.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/04Alessandro.jpeg"></td>
            <td><h4>Flores Santos Diego Alessandro</h4>
                <p>No lo conozco, nada memorable, un compa&ntilde;ero de clase m&aacute;s y ya.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/05Pablo.jpeg"></td>
            <td><h4>Gomez Andrade Pedro Pablo</h4>
                <p>Buen compa&ntilde;ero, me cae muy bien y me parece buena onda al fin y al cabo, solo quisiera verlo m&aacute;s enfocado en la escuela tambi&eacute;n.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/06tadeo.jpeg"></td>
            <td><h4>Gonzalez Flores Tadeo Ariel</h4>
                <p>Lo veo bien, me parece algo gracioso a veces y me agrada su dedicaci&oacute;n a la programaci&oacute;n y aprender en general, me agrada mucho.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/07Esbaidy.jpeg"></td>
            <td><h4>Guardian Jimenez Esbeidy Edith</h4>
                <p>La veo normal, una compa&ntilde;ra mas, no la conozco a fondo y no tengo mucho inter&eacute;s en hacerlo, pero se ve amable y que podr&iacute;a ser carismatica.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/08Fernando.jpeg"></td>
            <td><h4>Hernandez Garcia Luis Fernando</h4>
                <p>No lo conozco mucho en realidad, a veces es un poco ruidoso, pero de un par de veces que interactuamos se ve como una buena persona y me agrad&oacute; un poco.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/09Alejandro.jpeg"></td>
            <td><h4>Lona Servin Pablo Alejandro</h4>
                <p>No lo conozco en lo absoluto, ni siquiera lo reconozco, un compa&ntilde;ro de clase m&aacute;s.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/10antonio.jpeg"></td>
            <td><h4>Lopez Almaguer Luis Antonio</h4>
                <p>Me cae muy bien, de los que considero un poco m&aacute;s que solo un compa&ntilde;ro de clase, a veces un poco pesado, pero me parece gracioso al final del d&iacute;a, me agrada.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/11JJ.jpeg"></td>
            <td><h4>Macias Gomez Juan Jose</h4>
                <p>Lo veo muy callado, un compa&ntilde;ero con el que quisiera hablar m&aacute;s y conocer, pero que siento que cierra a socializar conmigo o nadie m&aacute;s, pero me parece buena onda cuando hemos hablado.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/12Alondra.jpeg"></td>
            <td><h4>Mena Santoyo Alondra de la Cruz</h4>
                <p>No la conozco bien, se ve buena persona y no tengo intenci&oacute;n de conocerla, se ve agradable y no cuento con opini&oacute;n.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/13Carmona.jpeg"></td>
            <td><h4>Mendoza Carmona Jonathan</h4>
                <p>No lo conozco muy bien, seve muy callado pero que es responsable y se enfoca en sus asuntos, lo respeto y me parece que es alguien tranquilo.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/14Alexa.jpeg"></td>
            <td><h4>Monjaraz Andrade Joseline Alexa</h4>
                <p>Me agrada, se ve divertida y confiable, no hablamos mucho pero cuando lo hacemos me agrada la vibra.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/15edith.jpeg"></td>
            <td><h4>Monjaraz Quiroz Edith</h4>
                <p>Me agrada, no me parece muy incre&iacute;ble, pero tampoco la odio, me agrad&oacute; cuando hicimos equipo una vez, pero ojal&aacute; se expresara un poco m&aacute;s</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/16Ingrid.jpeg"></td>
            <td><h4>Mo&ntilde;oz Osorio Ingrid Alexa</h4>
                <p>La veo normal, una compa&ntilde;ra mas, no la conozco a fondo y no tengo mucho inter&eacute;s en hacerlo, pero se ve amable y que podr&iacute;a ser carismatica.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/17Daniel.jpeg"></td>
            <td><h4>Nasta Rueda Daniel Abrahamm</h4>
                <p>Definitivamente mi persona favorita en el sal&oacute;n, me agrada mucho. Ha sido muy buen amigo para m&iacute; y lo aprecio mucho de verdad.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/18Omar.jpeg"></td>
            <td><h4>Padilla Balderas Christian Omar</h4>
                <p>No tengo idea, y no lo conozco en absoluto, compa&ntilde;ero de sal&oacute;n y ya.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/19Jazmin.jpeg"></td>
            <td><h4>Ramos Hernandez Jazmin Estephanie</h4>
                <p>Me cae muy bien, se ve que es muy responsable y dedicada, la admiro por ser tan linda con los dem&aacute;s y ser buena onda.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/20cesar.jpeg"></td>
            <td><h4>Resendiz Rios Cesar Eduardo</h4>
                <p>No lo conozco bien, se ve un poco ruidoso, quizas responsable, no tengo idea clara, pero no se ve mala persona.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/21Rostro.jpeg"></td>
            <td><h4>Rostro Saavedra Kevin Armando</h4>
                <p>Relativamente nuevo en nuestra clase entonces no lo conozco muy bien, se ve muy sociable y que le gusta interactuar con los dem&aacute;s, se ve buena onda, pero probablemente no con quien yo me relacionaria.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/22Irving.jpeg"></td>
            <td><h4>Ruiz Texna Irving Alberto</h4>
                <p>Es un poco raro, ser&aacute; por la edad, lo veo solo buscando por atenci&oacute;n, en general me da igual.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/23Dulce.jpeg"></td>
            <td><h4>Saucedo Gutierrez Dulce Maria</h4>
                <p>Me cae bien, se ve que puede ser responsable si se enfoca, me agrada su actitud positiva y humor.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/24Ivana.jpeg"></td>
            <td><h4>Solano Garcia Ivana Paola</h4>
                <p>No la conozco bien, en general est&aacute; en la orilla de mi mirada porque su cabello me llama la atenci&oacute;n, se ve un poco carismatica, pero es todo.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/25Paola.jpeg"></td>
            <td><h4>Vaca Juarez Paola Guadalupe</h4>
                <p>No la conozco bien, no inter&eacute;s en general, ah&iacute; anda nada m&aacute;s existiendo, con mucha confianza en s&iacute; misma, creo.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/26Ari.jpeg"></td>
            <td><h4>Valtierra Medina Arely Ariana</h4>
                <p>Me cae bien, divertida y agradable.</p></td>
        </tr>
        <tr>
            <td class="foto"><img src="Fotos/27Angel.jpeg"></td>
            <td><h4>Zamora Rocha Luis Angel</h4>
                <p>Soy yo,todo chiquito, todo wey.</p></td>
        </tr>
    </table>
</body>
</html>